Config = {}

Config.Job = {
    --------------------------------------------------------------------------------------------------------

    -- Job Required
    JobRequired   =  true,      -- هل تحتاج لوظيفه عشان تستعير المركبه؟ | true = اي | false = لا
    RequestedJob  = 'police',   -- اسم الوظيفه المطلوبه

    --------------------------------------------------------------------------------------------------------

    -- Item Required
    ItemRequired  =  true,      -- هل تحتاج يكون معك ايتم محدد عشان تستعير المركبه؟ | true = اي | false = لا
    RequestedItem = 'PDbadage', -- هنا حط اسم الايتم المطلوب يكون معك عشان تظهر لك العين

    --------------------------------------------------------------------------------------------------------
}